tap "homebrew/bundle"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "imagemagick"
brew "node"
brew "nodebrew"
brew "peco"
brew "pngquant"
brew "tig"
brew "tree"
brew "vim"
brew "z"
cask "appcleaner"
cask "chatgpt"
cask "cursor"
cask "docker"
cask "figma"
cask "firefox"
cask "font-source-code-pro-for-powerline"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "notion"
cask "postman"
cask "raycast"
cask "todoist"
